{"precision platformer": 289, "rhythm": 310, "music": 245, "difficult": 116, "abstract": 14, "side scroller": 335, "fast-paced": 146, "unforgiving": 407, "casual": 66, "short": 334, "minimalist": 232, "colorful": 84, "action": 15, "shoot 'em up": 331, "shooter": 332, "2d": 3, "score attack": 328, "indie": 191, "singleplayer": 338, "bullet hell": 59, "faith": 141, "anime": 28, "female protagonist": 148, "great soundtrack": 171, "tower defense": 390, "strategy": 363, "base-building": 41, "pve": 297, "rts": 321, "nonlinear": 258, "controller": 91, "isometric": 197, "post-apocalyptic": 288, "survival": 370, "real-time with pause": 303, "real time tactics": 301, "action rts": 18, "combat": 85, "dystopian": 127, "creature collector": 96, "roguelike deckbuilder": 315, "deckbuilding": 110, "trading card game": 392, "card battler": 62, "turn-based strategy": 400, "rogue-lite": 314, "turn-based tactics": 401, "perma death": 275, "turn-based combat": 399, "card game": 63, "tabletop": 373, "board game": 53, "rpg": 319, "rogue-like": 313, "third person": 380, "3d": 6, "cute": 102, "top-down": 387, "early access": 129, "relaxing": 305, "simulation": 337, "economy": 130, "management": 218, "family friendly": 142, "farming sim": 145, "america": 26, "immersive sim": 190, "first-person": 150, "collectathon": 82, "crafting": 95, "building": 58, "inventory management": 195, "automation": 39, "adventure": 21, "visual novel": 415, "romance": 317, "comedy": 87, "drama": 122, "text-based": 379, "hentai": 178, "sexual content": 330, "pixel graphics": 281, "retro": 309, "old school": 263, "mystery": 248, "jrpg": 200, "choose your own adventure": 72, "1980s": 0, "detective": 114, "story rich": 362, "foreign": 156, "atmospheric": 36, "action roguelike": 16, "top-down shooter": 388, "local co-op": 209, "dungeon crawler": 124, "twin stick shooter": 403, "procedural generation": 290, "replay value": 307, "addictive": 20, "arcade": 29, "space": 352, "local multiplayer": 210, "1990's": 1, "co-op": 78, "mechs": 224, "sci-fi": 326, "gore": 168, "violent": 414, "kickstarter": 202, "crowdfunded": 99, "lgbtq+": 206, "mature": 223, "nudity": 261, "interactive fiction": 194, "puzzle": 295, "2d platformer": 5, "cartoon": 64, "cartoony": 65, "comic book": 88, "gothic": 169, "psychological horror": 294, "lore-rich": 214, "supernatural": 368, "modern": 238, "2.5d": 2, "underwater": 406, "multiple endings": 244, "aliens": 23, "futuristic": 160, "life sim": 207, "city builder": 74, "stylized": 365, "nature": 253, "open world": 266, "time management": 384, "moddable": 237, "platformer": 282, "level editor": 205, "funny": 159, "historical": 182, "logic": 211, "cats": 67, "clicker": 77, "experimental": 139, "grid-based movement": 172, "education": 131, "surreal": 369, "hidden object": 181, "point & click": 283, "dark humor": 108, "beautiful": 47, "horror": 184, "racing": 300, "combat racing": 86, "split screen": 357, "driving": 123, "4 player local": 10, "mini golf": 230, "pvp": 298, "physics": 278, "vehicular combat": 410, "fantasy": 143, "rpgmaker": 320, "memes": 227, "exploration": 140, "walking simulator": 419, "realistic": 304, "hunting": 186, "immersive": 189, "hand-drawn": 176, "linear": 208, "free to play": 158, "dating sim": 109, "cozy": 94, "survival horror": 371, "fps": 157, "3d platformer": 8, "party game": 273, "fighting": 149, "competitive": 89, "2d fighter": 4, "party": 272, "vikings": 412, "solitaire": 349, "medieval": 226, "investigation": 196, "crime": 98, "conversation": 92, "online co-op": 265, "multiplayer": 243, "co-op campaign": 79, "action-adventure": 19, "psychological": 293, "cinematic": 73, "emotional": 134, "narrative": 252, "wholesome": 427, "dark fantasy": 107, "puzzle-platformer": 296, "choices matter": 71, "nsfw": 260, "tutorial": 402, "gamemaker": 163, "hack and slash": 174, "beat 'em up": 46, "narration": 251, "idler": 187, "psychedelic": 292, "mythology": 250, "transhumanism": 395, "escape room": 137, "alternate history": 24, "conspiracy": 90, "time travel": 386, "illuminati": 188, "party-based rpg": 274, "strategy rpg": 364, "sandbox": 324, "tactical rpg": 375, "dark": 105, "classic": 76, "science": 327, "space sim": 353, "vr": 418, "quick-time events": 299, "metroidvania": 228, "souls-like": 350, "spectacle fighter": 355, "lemmings": 204, "steampunk": 361, "soundtrack": 351, "time manipulation": 385, "parkour": 270, "time attack": 383, "arena shooter": 31, "flight": 152, "action rpg": 17, "character customization": 69, "magic": 216, "ninja": 256, "animation & modeling": 27, "farming": 144, "character action game": 68, "tactical": 374, "colony sim": 83, "trading": 391, "wargame": 421, "war": 420, "3d vision": 9, "cyberpunk": 103, "automobile sim": 40, "trains": 394, "transportation": 396, "assassin": 33, "audio production": 37, "music-based procedural generation": 246, "instrumental music": 192, "massively multiplayer": 221, "6dof": 12, "jet": 198, "nostalgia": 259, "military": 229, "sports": 358, "bullet time": 60, "archery": 30, "third-person shooter": 381, "3d fighter": 7, "martial arts": 220, "on-rails shooter": 264, "open world survival craft": 267, "cooking": 93, "boomer shooter": 54, "looter shooter": 213, "turn-based": 398, "otome": 268, "voxel": 417, "god game": 166, "robots": 311, "dinosaurs": 117, "western": 426, "team-based": 377, "zombies": 432, "thriller": 382, "resource management": 308, "snow": 343, "design & illustration": 112, "software": 346, "medical sim": 225, "crpg": 100, "agriculture": 22, "political": 284, "mars": 219, "minigames": 231, "parody": 271, "sokoban": 348, "documentary": 119, "feature film": 147, "cold war": 81, "auto battler": 38, "underground": 405, "noir": 257, "remake": 306, "pirates": 280, "e-sports": 128, "loot": 212, "dog": 120, "dragons": 121, "horses": 185, "stealth": 359, "jump scare": 201, "demons": 111, "fmv": 153, "touch-friendly": 389, "silent protagonist": 336, "destruction": 113, "hex grid": 180, "spaceships": 354, "class-based": 75, "runner": 322, "match 3": 222, "artificial intelligence": 32, "asymmetric vr": 34, "football (soccer)": 155, "dark comedy": 106, "asynchronous multiplayer": 35, "trivia": 397, "swordplay": 372, "programming": 291, "philosophical": 276, "mouse only": 241, "skating": 340, "skateboarding": 339, "mystery dungeon": 249, "fishing": 151, "world war i": 429, "world war ii": 430, "blood": 51, "superhero": 367, "bikes": 49, "motorbike": 240, "political sim": 285, "web publishing": 423, "battle royale": 45, "musou": 247, "sailing": 323, "naval combat": 255, "naval": 254, "lovecraftian": 215, "capitalism": 61, "grand strategy": 170, "utilities": 408, "4x": 11, "social deduction": 345, "werewolves": 425, "epic": 135, "electronic": 132, "bmx": 52, "cycling": 104, "lego": 203, "baseball": 42, "basketball": 44, "hero shooter": 179, "electronic music": 133, "rock music": 312, "vampire": 409, "mining": 233, "word game": 428, "tanks": 376, "roguevania": 316, "pinball": 279, "movie": 242, "job simulator": 199, "sniper": 342, "sequel": 329, "snowboarding": 344, "skiing": 341, "experience": 138, "wrestling": 431, "football (american)": 154, "boxing": 57, "volleyball": 416, "well-written": 424, "spelling": 356, "gun customization": 173, "dynamic narration": 126, "ambient": 25, "game development": 162, "chess": 70, "gambling": 161, "golf": 167, "boss rush": 55, "bowling": 56, "mod": 236, "typing": 404, "video production": 411, "photo editing": 277, "cult classic": 101, "real-time": 302, "intentionally awkward controls": 193, "outbreak sim": 269, "rome": 318, "traditional roguelike": 393, "hacking": 175, "gaming": 165, "based on a novel": 43, "mmorpg": 234, "satire": 325, "villain protagonist": 413, "heist": 177, "hockey": 183, "warhammer 40k": 422, "mahjong": 217, "episodic": 136, "offroad": 262, "birds": 50, "pool": 287, "dice": 115, "moba": 235, "politics": 286, "motocross": 239, "games workshop": 164, "benchmark": 48, "software training": 347, "8-bit music": 13, "cricket": 97, "diplomacy": 118, "coding": 80, "tennis": 378, "submarine": 366, "shop keeper": 333, "steam machine": 360, "dungeons & dragons": 125}